Repository: TuTAH1/SteamVR-OculusDash-Switcher
Catalog: Properties/Localization/LocalizationStrings.*.resx
Languages: ru

# SteamVRDisableMethod_Discription__DummyExe
source: Replace SteamVR exes with empty ones
ru: Заменить SteamVR exeшки пустыми

# SteamVRDisableMethod_Discription__None
source: Do nothing
ru: Ничего не делать

# MenuOptions__Launch_with_Windows
source: Launch with Windows
ru: Запускать с Windows

# SettingsForm_lbSteamVRDisableMethod
source: SteamVR disable method
ru: Способ отключения SteamVR

# Button__Continue
source: Continue
ru: Продолжить

# MenuOptions__Kill_SteamVR
source: Kill SteamVR
ru: Убить SteamVR

# SteamVRDisableMethod_Discription__RenameFolder
source: Rename SteamVR Folder
ru: Переименовать папку SteamVR

# SettingsForm_Title
source: Settings
ru: Настройки

# MenuOptions__Enable_one_click_mode
source: Enable one-click mode
ru: Включить управление одним кликом

# SettingsForm_lbLanguage
source: Language
ru: Язык

# MenuOptions__Break_SteamVR
source: Break SteamVR
ru: Сломать SteamVR

# Button__Exit
source: Exit
ru: Выйти

# SteamVRDisableMethod_ToString__DummyExe
source: Dummy exe
ru: Подменить .exe

# SteamVRDisableMethod_ToString__None
source: None
ru: Никакой

# SteamVRDisableMethod_ToString__Renameexe
source: Rename exe
ru: Переименовать .exe

# SteamVRDisableMethod_Discription__RenameExe
source: Rename SteamVR .exe files
ru: Переименовать .exe фалы SteamVR

# MenuOptions__Restore_SteamVR
source: Restore SteamVR
ru: Восстановить SteamVR

# MenuOptions__More_Settings
source: More settings
ru: Больше настроек

# SteamVRDisableMethod_ToString__RenameFolder
source: Rename folder
ru: Переименовать папку

# Button__Close
source: Close
ru: Закрыть

# ControlsTipsForm_tip__RMB
source: Open context menu
ru: Открыть контекстное меню

# ControlsTipsForm_tip__LMB
source: Switch SteamVR ↔ Oculus
ru: Переключить SteamVR ↔ Oculus

# ControlsTipsForm_tip__MMB
source: Kill SteamVR
ru: Убить SteamVR

source: both original file and renamed file not found
ru: Ни оригинальный, не переименованный файл не найден

# MenuOptions__Control_tips
source: Control tips
ru: Подсказки по управлению

# ControlsTipsForm__TitleText
source: One click mode control tips
ru: Подсказки по управлению одним кликом

# SettingsForm_cbKillOculus
source: Kill Oculus Dash
ru: Убивать Oculus Dash

# SettingsForm_btnCheckOculusKillerUpdates
source: Check Oculus Killer updates
ru: Проверить обновления Oculus Killer

# SettingsForm_cb__show_xxx_option
source: show "R3pl@ceMe" option
ru: Показывать опцию "R3pl@ceMe"

# SettingsForm_lbIconsRealism
source: Icons realism level
ru: Уровень реалистичности иконок

# OculusKiller_StatusDiscription_Downloaded
source: Newest Oculus Killer was downloaded successfully
ru: Новейший Oculus Killer был успешно загружен

# OculusKiller_StatusDiscription_Updated
source: Oculus Killer was updated successfully
ru: Oculus Killer был успешно загружен

# OculusKiller_StatusDiscription_NoAction
source: You are already have the lastest version
ru: У тебя и так последняя версия

# SettingsForm_EasterEgg_OnClosing_Title__Easter_egg_speaking_with_you
source: Easteregg speacking with you
ru: Пасхалка азговаривает с тобой

# SettingsForm_EasterEgg_OnClosing_Message__Stop_playing_amazing_music
source: Stop playing amazing song?
ru: Остановить воспроизведение замечательной песни?

# IconRealismLevel_0_Discription
source: Minimalistic shit
ru: Минималистичное гавно

# IconRealismLevel_1_Discription
source: Colorful minimalistic shit
ru: Цветное минималистичное гавно

# IconRealismLevel_2_Discription
source: Realistic icons
ru: Реалистичные значки

# IconRealismLevel_3_Discription
source: Yes, I know what "icon" means. It's a photo, but transparent
ru: Да, я знаю что такое "значок" Это как фото, только прозрачное

# IconRealismLevel_Unknown_Discription
source: I don't know how did you set the impossible value
ru: Понятия не имею, как ты смог поставить сюда невозможное значение

# SettingsForm_lbTrayIconColor
source: Tray icon color:
ru: Цвет иконки в трее:

# SettingsForm_lbTrayIconColorValue_Black
source: Black
ru: Чёрный

# SettingsForm_lbTrayIconColorValue_White
source: White
ru: Белый

# Button_Apply
source: Apply
ru: Применить

# SettingsForm_btnApply_label__Saved
source: Saved!
ru: Сохранено!

# SettingsForm_btnCheckOculusKillerUpdates__Checking_updates
source: Checking updates...
ru: Проверка обновлений...

# OculusDash_OculusNotFound__Select_Oculus_folder_path
source: Select Oculus folder path
ru: Выберите путь папки Oculus

# SettingsForm__Main_functions
source: General functions
ru: Основные функции

# SettingsForm__Interface
source: Interface
ru: Интерфейс

# MenuOptions_SetAutorunValue_ErrorText
source: Error while changing Autorun value
ru: Ошибка изменения значения Автозапуск

# SettingsForm_RealismLevel_Max_Error
source: Can't play amazing song
ru: Не получается воспроизвести замечательную песню
